Repository: mooyucc/Footprint
Catalog: Footprint/Resources/*.lproj/Localizable.strings
Languages: es, fr, hi, zh_hans

# duplicate_destination_title
source: Duplicate Destination
es: Destino duplicado
fr: Destination en double

# duplicate_destination_message
source: A destination named '%@' already exists. Do you want to overwrite the existing destination? Existing destination info: Country: %@ Visit Date: %@%@ Duplicate destination names are not allowed in principle
es: Ya existe un destino llamado '%@'. ¿Deseas sobrescribir el destino existente? Información del destino existente: País: %@ Fecha de visita: %@%@ En principio no se permiten nombres de destinos duplicados
fr: Une destination nommée '%@' existe déjà. Voulez-vous écraser la destination existante ? Informations sur la destination existante : Pays : %@ Date de visite : %@%@ Les noms de destination en double ne sont pas autorisés en principe

# duplicate_destination_overwrite
source: Overwrite
es: Sobrescribir
fr: Écraser

# duplicate_destination_cancel
source: Cancel
es: Cancelar
fr: Annuler

source: Timeline Mode
es: Modo línea de tiempo
fr: Mode chronologie

# timeline_play
source: Play
es: Reproducir
fr: Lire

# timeline_reset
source: Reset
es: Restablecer
fr: Réinitialiser

# timeline_speed
source: Playback Speed
es: Velocidad de reproducción
fr: Vitesse de lecture

# timeline_current_date
source: Current Date
es: Fecha actual
fr: Date actuelle

# timeline_current_location
source: Current Location
es: Ubicación actual
fr: Emplacement actuel

# timeline_progress
source: Progress
es: Progreso
fr: Progression

# timeline_follow_camera
source: Follow Camera
es: Seguir cámara
fr: Suivre la caméra

source: Route Map
es: Mapa de ruta
fr: Carte de l'itinéraire

source: Routes
es: Rutas
fr: Voyages

source: No Routes Available
es: No hay rutas disponibles
fr: Aucun itinéraire disponible

# create_trip_with_at_least_two_destinations
source: Create a trip with at least two destinations to see route information here
es: Crea un viaje con al menos dos destinos para ver la información de la ruta aquí
fr: Créez un voyage avec au moins deux destinations pour voir les informations d'itinéraire ici

source: View Details
es: Ver detalles
fr: Voir les détails

# optimize_images_failed
source: Failed to optimize %d images
es: Error al optimizar %d imágenes
fr: Échec de l'optimisation de %d images

# about_app
source: About
es: Acerca de
fr: À propos

source: Feature Introduction
es: Introducción de funciones
fr: Introduction des fonctionnalités

source: Version Update
es: Actualización de versión
fr: Mise à jour de version

# software_license_agreement
source: Software License and Service Agreement
es: Acuerdo de licencia y servicio de software
fr: Accord de licence et de service du logiciel

source: Privacy Policy Summary
es: Resumen de la política de privacidad
fr: Résumé de la politique de confidentialité

# weather_attribution
source: Weather Data Source
fr: Source des données météorologiques

# customer_service_phone
source: Customer Service
es: Servicio al cliente
fr: Service client

source: Copyright
es: Derechos de autor
fr: Droits d'auteur

source: All Rights Reserved
es: Todos los derechos reservados
fr: Tous droits réservés

source: Delete Account
es: Eliminar cuenta
fr: Supprimer le compte

# delete_account_description
source: Removes your account info and erases all trips on this device.
es: Elimina tu información de cuenta y borra todos los viajes de este dispositivo.
fr: Supprime vos informations de compte et efface tous les voyages sur cet appareil.

# delete_account_detail
source: This action deletes your account data and clears every local trip, backup, and media.
es: Esta acción eliminará la cuenta, las copias locales y las fotos de forma permanente.
fr: Cette action supprime définitivement le compte, les sauvegardes locales et les photos.

# delete_account_warning_title
source: Delete Account?
es: ¿Eliminar la cuenta?
fr: Supprimer le compte ?

# delete_account_warning_message
source: Are you sure you want to delete your account? This action cannot be undone.
es: ¿Seguro que quieres eliminar la cuenta? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible.

# delete_account_confirm_button
source: Delete Account
es: Eliminar
fr: Supprimer

# delete_account_keyword
source: DELETE
es: ELIMINAR
fr: SUPPRIMER

# delete_account_placeholder
source: Type %@ to confirm
es: Escribe %@ para confirmar
fr: Saisissez %@ pour confirmer

# delete_account_instruction
source: Type %@ to confirm. Your account and all local data will be removed.
es: Escribe %@ para confirmar. Se borrarán la cuenta y todos los datos locales.
fr: Saisissez %@ pour confirmer. Votre compte et toutes les données locales seront supprimés.

# delete_account_success_title
source: Account Deleted
es: Cuenta eliminada
fr: Compte supprimé

# delete_account_success_message
source: Your account and all local data have been deleted.
es: Tu cuenta y los datos locales se eliminaron correctamente.
fr: Votre compte et toutes les données locales ont été effacés.

# delete_account_error_title
source: Delete Failed
es: Error al eliminar
fr: Échec de la suppression

source: Quick Check In
es: Registro rápido
fr: Enregistrement rapide

source: More Options
es: Más opciones
fr: Plus d'options

source: Loading location...
es: Cargando ubicación...
fr: Chargement de la position...

# notes_guide_question
source: How are you feeling today?
es: ¿Cómo te sientes hoy?
fr: Comment vous sentez-vous aujourd'hui ?

# notes_guide_question_with_weather
source: It's %@ and %@ today, how are you feeling?
es: Hoy hace %@ y está %@, ¿cómo te sientes?
fr: Il fait %@ et %@ aujourd'hui, comment vous sentez-vous ?

source: Searching location...
es: Buscando ubicación...
fr: Recherche de l'emplacement...

source: Please wait
es: Por favor espere
fr: Veuillez patienter

source: Open in Maps
es: Abrir en Mapas
fr: Ouvrir dans Plans

source: Unknown Location
es: Ubicación desconocida
fr: Emplacement inconnu

source: Point of Interest
es: Punto de interés
fr: Point d'intérêt

source: Cafe
es: Cafetería
fr: Café

source: Hotel
fr: Hôtel

source: Gas Station
es: Gasolinera
fr: Station-service

source: Airport
es: Aeropuerto
fr: Aéroport

source: Park
es: Parque
fr: Parc

source: Museum
es: Museo
fr: Musée

source: Theater
es: Teatro
fr: Théâtre

source: Store
es: Tienda
fr: Magasin

source: School
es: Escuela
fr: École

source: Hospital
fr: Hôpital

source: Bank
es: Banco
fr: Banque

source: Country Badges
es: Insignias de país
fr: Badges de pays

source: Province Badges
es: Insignias de provincia
fr: Badges de province

# badges_progress
source: Progress
es: Progreso
fr: Progression

source: Search badges...
es: Buscar insignias...
fr: Rechercher des badges...

source: location
es: lugar
fr: lieu

source: Not visited
es: No visitado
fr: Non visité

source: View Badge
es: Ver Insignia
fr: Voir le Badge

source: View Destinations
es: Ver Destinos
fr: Voir les Destinations

source: No Destinations
es: Sin Destinos
fr: Aucune Destination

source: Auto Select
es: Selección Automática
fr: Sélection Automatique

source: Walking
es: Caminar
fr: Marche

source: Airplane
es: Avión
fr: Avion

# onboarding_welcome_hello
source: Hello
es: Hola
fr: Bonjour

# onboarding_welcome_subtitle
source: Welcome to MooFootprint. Let's set up your preferences.
es: Bienvenido a MooFootprint. Configuremos tus preferencias.
fr: Bienvenue dans MooFootprint. Configurons vos préférences.

# onboarding_welcome_continue
source: Get Started
es: Comenzar
fr: Commencer

# onboarding_page1_title
source: Basic Setup
es: Configuración Básica
fr: Configuration de Base

# onboarding_page1_language_title
source: Language
es: Idioma
fr: Langue

# onboarding_page1_country_title
source: Country
es: País
fr: Pays

# onboarding_page1_country_description
source: Set your country to distinguish between domestic and international travel
es: Establece tu país para distinguir entre viajes nacionales e internacionales
fr: Définissez votre pays pour distinguer les voyages nationaux et internationaux

# onboarding_identity_tag_title
source: Identity Tag
fr: Étiquette d'Identité
hi: पहचान टैग

# onboarding_identity_tag_description
source: Pick an identity tag or enter your own to help AI reply in your style.
fr: Choisissez une étiquette d'identité ou entrez la vôtre pour aider l'IA à répondre dans votre style.
hi: एक पहचान टैग चुनें या अपना खुद का दर्ज करें ताकि AI आपकी शैली में उत्तर दे सके।

# onboarding_personality_tag_title
source: Personality Type
fr: Type de Personnalité
hi: व्यक्तित्व प्रकार

# onboarding_personality_tag_description
source: Select your personality type to help AI respond in a style that matches you.
fr: Sélectionnez votre type de personnalité pour que l'IA réponde dans un style qui vous correspond.
hi: अपना व्यक्तित्व प्रकार चुनें ताकि AI का उत्तर आपकी शैली से मेल खाए।

# onboarding_user_attributes_title
source: User Attributes
fr: Attributs Utilisateur
hi: उपयोगकर्ता विशेषताएं

# onboarding_user_attributes_description
source: Select your gender, age group, and zodiac sign to help AI better understand you and provide more personalized responses.
fr: Sélectionnez votre sexe, groupe d'âge et signe astrologique pour aider l'IA à mieux vous connaître et fournir des réponses plus personnalisées.
hi: अपना लिंग, आयु समूह और राशि चिन्ह चुनें ताकि AI आपको बेहतर समझ सके और अधिक व्यक्तिगत उत्तर दे सके।

# onboarding_user_attributes_description_short
source: Select your gender and age group to help AI better understand you and provide more personalized responses.
fr: Sélectionnez votre sexe et groupe d'âge pour aider l'IA à mieux vous connaître et fournir des réponses plus personnalisées.
hi: अपना लिंग और आयु समूह चुनें ताकि AI आपको बेहतर समझ सके और अधिक व्यक्तिगत उत्तर दे सके।

# onboarding_constellation_title
source: Zodiac Sign
fr: Signe Astrologique
hi: राशि चिन्ह

# onboarding_constellation_description
source: Select your zodiac sign to help AI respond in a style that matches your personality.
fr: Sélectionnez votre signe astrologique pour aider l'IA à répondre dans un style qui correspond à votre personnalité.
hi: अपना राशि चिन्ह चुनें ताकि AI का उत्तर आपकी व्यक्तित्व से मेल खाए।

# onboarding_page2_title
source: Appearance
es: Apariencia
fr: Apparence

# onboarding_page2_appearance_title
source: Appearance Mode
es: Modo de Apariencia
fr: Mode d'Apparence

# onboarding_page2_appearance_description
source: Choose the app's appearance mode. Follow System will automatically switch based on system settings
es: Elige el modo de apariencia de la aplicación. Seguir Sistema cambiará automáticamente según la configuración del sistema
fr: Choisissez le mode d'apparence de l'application. Suivre le système basculera automatiquement en fonction des paramètres du système

# onboarding_page2_color_title
source: Theme Color
es: Color del Tema
fr: Couleur du Thème

# onboarding_page2_color_preview
source: Color Preview
es: Vista Previa del Color
fr: Aperçu de la Couleur

# onboarding_page2_color_custom
source: Using custom color
es: Usando color personalizado
fr: Utilisation d'une couleur personnalisée

# onboarding_page2_color_default
source: Using default color
es: Usando color predeterminado
fr: Utilisation de la couleur par défaut

# onboarding_page2_color_description
source: Customize the app's theme color, which will be applied to icons, buttons, and other UI elements
es: Personaliza el color del tema de la aplicación, que se aplicará a iconos, botones y otros elementos de la interfaz
fr: Personnalisez la couleur du thème de l'application, qui sera appliquée aux icônes, boutons et autres éléments de l'interface

# onboarding_next
source: Next
es: Siguiente
fr: Suivant

# onboarding_complete
source: Get Started
es: Comenzar
fr: Commencer

source: Identity Tag
fr: Étiquette d'Identité
hi: पहचान टैग

# identity_tag_description
source: Pick an identity tag or enter your own to help AI reply in your style.
fr: Choisissez une étiquette d'identité ou entrez la vôtre pour aider l'IA à répondre dans votre style.
hi: एक पहचान टैग चुनें या अपना खुद का दर्ज करें ताकि AI आपकी शैली में उत्तर दे सके।

# identity_tag_placeholder
source: Traveler, foodie, designer…
fr: Voyageur, gourmet, designer…
hi: यात्री, खाने के शौकीन, डिज़ाइनर…

# gender_title
source: Gender
fr: Sexe
hi: लिंग

# gender_description
source: Select your gender to help AI provide more personalized responses.
fr: Sélectionnez votre sexe pour aider l'IA à fournir des réponses plus personnalisées.
hi: अपना लिंग चुनें ताकि AI अधिक व्यक्तिगत उत्तर दे सके।

# age_group_title
source: Age Group
fr: Groupe d'Âge
hi: आयु समूह

# age_group_description
source: Select your age group to help AI better understand your needs.
fr: Sélectionnez votre groupe d'âge pour aider l'IA à mieux comprendre vos besoins.
hi: अपना आयु समूह चुनें ताकि AI आपकी आवश्यकताओं को बेहतर समझ सके।

# constellation_title
source: Zodiac Sign
fr: Signe Astrologique
hi: राशि चिन्ह

# constellation_description
source: Select your zodiac sign to help AI respond in a style that matches your personality.
fr: Sélectionnez votre signe astrologique pour aider l'IA à répondre dans un style qui correspond à votre personnalité.
hi: अपना राशि चिन्ह चुनें ताकि AI का उत्तर आपकी व्यक्तित्व से मेल खाए।

# persona_option_traveler
source: Traveler
fr: Voyageur
hi: यात्री

# persona_option_hiker
source: Hiker
fr: Randonneur
hi: पैदल यात्री

# persona_option_photographer
source: Photographer
fr: Photographe
hi: फोटोग्राफर

# persona_option_foodie
source: Foodie
fr: Gourmet
hi: खाने का शौकीन

# persona_option_techie
source: Techie
fr: Technophile
hi: तकनीक प्रेमी

# persona_option_custom
source: Custom
fr: Personnalisé
hi: कस्टम

# persona_option_prefer_not_to_say
source: Prefer not to say
fr: Je préfère ne pas le dire
hi: कहना पसंद नहीं

# gender_option_male
source: Male
fr: Homme
hi: पुरुष

# gender_option_female
source: Female
fr: Femme
hi: महिला

# gender_option_other
source: Other
fr: Autre
hi: अन्य

# gender_option_prefer_not_to_say
source: Prefer not to say
fr: Je préfère ne pas le dire
hi: कहना पसंद नहीं

# age_group_option_under_18
source: Under 18
fr: Moins de 18 ans
hi: 18 से कम

# age_group_option_over_56
source: Over 56
fr: Plus de 56 ans
hi: 56 से अधिक

# age_group_option_prefer_not_to_say
source: Prefer not to say
fr: Je préfère ne pas le dire
hi: कहना पसंद नहीं

# constellation_option_aries
source: Aries
fr: Bélier
hi: मेष

# constellation_option_taurus
source: Taurus
fr: Taureau
hi: वृषभ

# constellation_option_gemini
source: Gemini
fr: Gémeaux
hi: मिथुन

# constellation_option_leo
source: Leo
fr: Lion
hi: सिंह

# constellation_option_virgo
source: Virgo
fr: Vierge
hi: कन्या

# constellation_option_libra
source: Libra
fr: Balance
hi: तुला

# constellation_option_scorpio
source: Scorpio
fr: Scorpion
hi: वृश्चिक

# constellation_option_sagittarius
source: Sagittarius
fr: Sagittaire
hi: धनु

# constellation_option_capricorn
source: Capricorn
fr: Capricorne
hi: मकर

# constellation_option_aquarius
source: Aquarius
fr: Verseau
hi: कुंभ

# constellation_option_pisces
source: Pisces
fr: Poissons
hi: मीन

# constellation_option_prefer_not_to_say
source: Prefer not to say
fr: Je préfère ne pas le dire
hi: कहना पसंद नहीं

source: Version
es: Versión
zh_hans: 版本

source: OK
es: Aceptar

# destinations_count
source: destinations
es: destinos

source: Latitude
es: Latitud
zh_hans: 纬度

source: Longitude
es: Longitud
zh_hans: 经度

source: Photo
es: Foto
zh_hans: 照片

source: Notes
es: Notas
zh_hans: 笔记

# latitude_longitude
source: Latitude: %.4f, Longitude: %.4f
es: Latitud: %.4f, Longitud: %.4f
zh_hans: 纬度: %.4f, 经度: %.4f

# map_button_style
source: Style
es: Estilo

source: Suggestions:
es: Sugerencias:
zh_hans: 建议：

source: Mode
es: Modo
zh_hans: 模式

# map_style_standard
source: Standard
es: Estándar

# map_style_satellite
source: Satellite
es: Satélite

# timeline_pause
source: Pause
es: Pausar

source: Restaurant
es: Restaurante

source: Badges
es: Insignias

source: Automobile
es: Automóvil

source: Transit
es: Tránsito

source: Local
zh_hans: 本地

# footprint
source: MooFootprint
zh_hans: Footprint

source: Total
zh_hans: 总计

# persona_option_designer
source: Designer
hi: डिज़ाइनर

# constellation_option_cancer
source: Cancer
hi: कर्क
