Repository: mooyucc/Footprint
Catalog: Footprint/Resources/*.lproj/Localizable.strings
Languages: es, fr, hi, zh_hans

# notes_placeholder_weather_haze
source: Today %@, %@, record your feelings now 🌫️
fr: Aujourd'hui %@, %@, enregistrez vos sentiments maintenant 🌫️
hi: आज %@, %@, अभी अपनी भावनाओं को रिकॉर्ड करें 🌫️

# notes_placeholder_weather_night
source: Night at %@, %@, what would you like to record? 🌙
fr: Nuit à %@, %@, que souhaitez-vous enregistrer ? 🌙
hi: %@ की रात, %@, आप क्या रिकॉर्ड करना चाहेंगे? 🌙

# notes_placeholder_weather_default
source: Today %@, %@, record your mood now ✨
fr: Aujourd'hui %@, %@, enregistrez votre humeur maintenant ✨
hi: आज %@, %@, अभी अपना मूड रिकॉर्ड करें ✨

# notes_encouragement_short
source: Write a bit more to make memories complete 💫
fr: Écrivez un peu plus pour rendre les souvenirs plus complets 💫
hi: कुछ और लिखें ताकि यादें अधिक पूर्ण हो जाएं 💫

# notes_encouragement_medium
source: Great! Keep recording more details ✨
fr: Super ! Continuez à enregistrer plus de détails ✨
hi: बढ़िया! अधिक विवरण रिकॉर्ड करना जारी रखें ✨

# notes_encouragement_long
source: Excellent! These words will become precious memories 🌟
fr: Excellent ! Ces mots deviendront des souvenirs précieux 🌟
hi: बेहतरीन! ये शब्द कीमती यादें बनेंगे 🌟

source: AI Generate Notes
fr: Générer Notes avec IA
hi: AI नोट्स जनरेट करें

# notes_word_count
source: %d words
fr: %d mots
hi: %d शब्द

source: Select Point on Map
fr: Sélectionner un Point sur la Carte
hi: मानचित्र पर बिंदु चुनें

# long_press_on_map_to_select
source: Long press on map to select new location
fr: Appuyez longuement sur la carte pour sélectionner un nouvel emplacement
hi: नया स्थान चुनने के लिए मानचित्र पर लंबे समय तक दबाएं

source: Use This Location
fr: Utiliser Cet Emplacement
hi: इस स्थान का उपयोग करें

source: Select Location
fr: Sélectionner l'Emplacement
hi: स्थान चुनें

# reverse_geocoding_failed
source: Reverse geocoding failed: %@, trying fallback...
es: Geocodificación inversa falló: %@, intentando alternativa...
fr: Le géocodage inverse a échoué : %@
hi: रिवर्स जियोकोडिंग विफल: %@
zh_hans: 反向地理编码失败: %@，尝试备用方案…

source: Unknown Place
es: Lugar desconocido
fr: Lieu inconnu
zh_hans: 未知地点

# getting_location_info
source: Getting location information...
es: Obteniendo información de ubicación...
fr: Obtention des informations de localisation...
zh_hans: 正在获取位置信息...

# identifying_location
source: Please wait, we are identifying your selected location
es: Por favor espera, estamos identificando la ubicación seleccionada
fr: Veuillez patienter, nous identifions l'emplacement sélectionné
zh_hans: 请稍候，我们正在识别您选择的位置

source: Unknown City
es: Ciudad desconocida
fr: Ville inconnue
zh_hans: 未知城市

source: Unknown Country
es: País desconocido
fr: Pays inconnu
zh_hans: 未知国家

# map_button_locate
source: Locate
es: Localizar
fr: Localiser

# map_button_check_in
source: Check In
es: Registrarse
fr: Enregistrer

# map_button_memory
source: Memories
es: Recuerdos
fr: Souvenirs

# map_button_footprints
source: Footprints
es: Huellas
fr: Empreintes

# map_button_search
source: Search
es: Buscar
fr: Rechercher

# map_button_menu
source: Quick Actions
es: Accesos rápidos
fr: Actions rapides

# map_button_import_photo
source: Import Photo
es: Importar foto
fr: Importer une photo

# map_button_ai
source: AI Assistant
fr: Assistant IA

# footprints_action_menu
source: Quick Actions
es: Acciones rápidas
fr: Actions rapides

source: Search places
es: Buscar lugares
fr: Rechercher des lieux

# photo_import_error_title
source: Photo Import
es: Importación de foto
fr: Importation de photo

# photo_import_failed_message
source: Unable to load the selected photo. Please try again.
es: No se pudo cargar la foto seleccionada. Por favor, inténtalo de nuevo.
fr: Impossible de charger la photo sélectionnée. Veuillez réessayer.

# photo_import_missing_location_message
source: No location metadata was found. The photo was added, please choose a place manually.
es: No se encontraron metadatos de ubicación. Se agregó la foto, por favor elige un lugar manualmente.
fr: Aucune métadonnée de localisation trouvée. La photo a été ajoutée, veuillez choisir un lieu manuellement.

source: Selected Location
es: Ubicación seleccionada
fr: Emplacement sélectionné
zh_hans: 所选位置

# locations_count
source: locations
es: lugares
fr: lieux
zh_hans: 个地点

source: Delete Destination
es: Eliminar destino
fr: Supprimer la destination
zh_hans: 删除地点

# confirm_delete_destination
source: Are you sure you want to delete '%@'? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar '%@'? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer '%@' ? Cette action ne peut pas être annulée.
zh_hans: 确定要删除「%@」吗？此操作无法撤销。

# nearby_search_success
source: Nearby search successful, using nearby location inference: %@ - %@
es: Búsqueda cercana exitosa, usando inferencia de ubicación cercana: %@ - %@
fr: Recherche à proximité réussie, utilisation de l'inférence de lieu à proximité : %@ - %@
zh_hans: 附近搜索成功，使用邻近地点推断: %@ - %@

# nearby_search_failed
source: Nearby search failed: %@, continuing with coordinate fallback...
es: Búsqueda cercana falló: %@, continuando con coordenadas alternativas...
fr: Recherche à proximité échouée : %@, continuation avec la solution de secours des coordonnées...
zh_hans: 附近搜索失败: %@，继续使用坐标兜底…

# coordinate_fallback
source: Using coordinate fallback: %@ - %@ [Category: %@]
es: Usando coordenadas alternativas: %@ - %@ [Categoría: %@]
fr: Utilisation de la solution de secours des coordonnées : %@ - %@ [Catégorie : %@]
zh_hans: 使用坐标兜底: %@ - %@ [分类: %@]

# user_location_obtained
source: User location obtained: %f, %f
es: Ubicación del usuario obtenida: %f, %f
fr: Emplacement de l'utilisateur obtenu : %f, %f
zh_hans: 获取到用户位置: %f, %f

# location_permission_denied
source: Failed to get location: %@
es: Error al obtener la ubicación: %@
fr: Échec de l'obtention de l'emplacement : %@
zh_hans: 获取位置失败: %@

# location_authorization_changed
source: Location authorization status changed: %d
es: Estado de autorización de ubicación cambiado: %d
fr: Statut d'autorisation de localisation modifié : %d
zh_hans: 位置授权状态变更: %d

source: Using cached country region
es: Usando región de país en caché
fr: Utilisation de la région de pays mise en cache
zh_hans: 使用缓存的国家区域

source: Map positioned to: %@ (%@)
es: Mapa posicionado en: %@ (%@)
fr: Carte positionnée sur : %@ (%@)
zh_hans: 地图定位到: %@ (%@)

source: Getting user location...
es: Obteniendo ubicación del usuario...
fr: Obtention de l'emplacement de l'utilisateur...
zh_hans: 正在获取用户位置...

source: Preloaded country region: %@ (%@)
es: Región de país precargada: %@ (%@)
fr: Région de pays préchargée : %@ (%@)
zh_hans: 已预加载国家区域: %@ (%@)

# user_location
source: My Location
es: Mi ubicación
fr: Mon emplacement

# ai_assistant_title
source: AI Assistant
fr: Assistant IA
hi: AI सहायक

# ai_assistant_welcome
source: Let AI Help You Record Your Travel
fr: Laisse l'IA t'aider à enregistrer tes voyages
hi: AI को आपकी यात्रा दर्ज करने में मदद करने दें

# ai_assistant_subtitle
source: Intelligently generate notes, descriptions, and tags to enrich your travel memories
fr: Génère des notes, descriptions et étiquettes pour enrichir tes souvenirs de voyage
hi: नोट्स, विवरण और टैग बुद्धिमानी से बनाएँ, ताकि आपकी यात्रा की यादें समृद्ध हों

# ai_function_notes_title
source: Smart Note Generation
fr: Générer des notes
hi: नोट्स बनाएं

# ai_function_notes_desc
source: Automatically generate travel notes based on photos and location information
fr: Crée automatiquement des notes de voyage à partir des photos et de la localisation
hi: फोटो और स्थान के आधार पर यात्रा नोट्स स्वतः जनरेट करें

# ai_function_trip_desc_title
source: Trip Description Generation
fr: Générer une description de voyage
hi: यात्रा विवरण बनाएं

# ai_function_trip_desc_desc
source: Generate overall trip descriptions based on multiple destinations
fr: Génère une description globale basée sur plusieurs destinations
hi: कई गंतव्यों के आधार पर संपूर्ण यात्रा विवरण तैयार करें

# ai_function_tags_title
source: Generate Tags
fr: Générer des étiquettes
hi: टैग जनरेट करें

# ai_function_tags_desc
source: Recommend relevant tags based on photos and locations
fr: Recommande des étiquettes pertinentes selon les photos et la localisation
hi: फोटो और स्थान के अनुसार उपयुक्त टैग सुझाएँ

# ai_function_photo_analysis_title
source: Photo Analysis
fr: Analyse photo
hi: फोटो विश्लेषण

# ai_function_photo_analysis_desc
source: Identify scenes, objects, and landmarks in photos
fr: Identifie les scènes, objets et points d'intérêt sur les photos
hi: फोटो में दृश्य, वस्तुएँ और स्थलों की पहचान करें

# ai_generating_notes
source: Generating notes...
fr: Génération des notes...
hi: नोट्स बनाए जा रहे हैं...

# ai_generating_description
source: Generating description...
fr: Génération de la description...
hi: विवरण बनाया जा रहा है...

# ai_generating_tags
source: Generating tags...
fr: Génération des étiquettes...
hi: टैग बनाए जा रहे हैं...

# ai_analyzing_photos
source: Analyzing photos...
fr: Analyse des photos...
hi: फोटो का विश्लेषण हो रहा है...

# ai_tags_result_prefix
source: Suggested tags:
fr: Étiquettes suggérées :
hi: सुझाए गए टैग:

# ai_tags_empty
source: No tags were generated. Please try again later.
fr: Aucune étiquette générée. Réessaie plus tard.
hi: टैग जनरेट नहीं हो सके। कृपया बाद में पुनः प्रयास करें।

source: Add Destination
es: Agregar destino
fr: Ajouter une destination
zh_hans: 添加目的地

source: Location Search
es: Búsqueda de ubicación
fr: Recherche de localisation

source: 🇨🇳 Search domestic places:
es: 🇨🇳 Buscar lugares nacionales:
fr: 🇨🇳 Rechercher des lieux nationaux :
zh_hans: 🇨🇳 搜索国内地点:

# use_amap_data
source: • Use Amap data to search places in China
es: • Usar datos de Amap para buscar lugares en China
fr: • Utiliser les données Amap pour rechercher des lieux en Chine
zh_hans: • 使用高德地图数据，搜索中国境内地点

# input_city_names
source: • Enter city names directly, such as "Beijing", "Shanghai", "Hangzhou"
es: • Ingresa nombres de ciudades directamente, como "Beijing", "Shanghai", "Hangzhou"
fr: • Entrer directement les noms de villes, comme "Pékin", "Shanghai", "Hangzhou"
zh_hans: • 直接输入城市名，如"北京"、"上海"、"杭州"

# input_attractions
source: • Enter attraction names, such as "Forbidden City", "West Lake", "The Bund"
es: • Ingresa nombres de atracciones, como "Ciudad Prohibida", "Lago del Oeste", "El Bund"
fr: • Entrer les noms d'attractions, comme "Cité interdite", "Lac de l'Ouest", "Bund"
zh_hans: • 输入景点名，如"故宫"、"西湖"、"外滩"

# search_international_places
source: 🌍 Search overseas places:
es: 🌍 Buscar lugares internacionales:
fr: 🌍 Rechercher des lieux à l'étranger :
zh_hans: 🌍 搜索国外地点:

# use_apple_international
source: • Use Apple international data to search global places
es: • Usar datos internacionales de Apple para buscar lugares globales
fr: • Utiliser les données internationales Apple pour rechercher des lieux dans le monde entier
zh_hans: • 使用 Apple 国际数据，搜索全球地点

# hot_cities_quick_search
source: • ⭐ Hot cities quick search: London/伦敦、Paris/巴黎、Tokyo/东京 etc.
es: • ⭐ Búsqueda rápida de ciudades populares: London/Londres、Paris/París、Tokyo/Tokio, etc.
fr: • ⭐ Recherche rapide de villes populaires : Londres/伦敦、Paris/巴黎、Tokyo/東京 etc.
zh_hans: • ⭐ 热门城市快速搜索：London/伦敦、Paris/巴黎、Tokyo/东京等

# support_multilingual
source: • Support English and Chinese input, get latest data via network
es: • Soporta entrada en inglés y chino, obtiene los últimos datos a través de la red
fr: • Prend en charge la saisie en anglais et en chinois, obtient les dernières données via le réseau
zh_hans: • 支持英文和中文输入，通过网络获取最新数据

source: Searching %@ places...
es: Buscando lugares %@...
fr: Recherche de lieux %@...
zh_hans: 搜索%@地点中...

source: No results found
es: No se encontraron resultados
fr: Aucun résultat trouvé
zh_hans: 未找到结果

# try_english_names
source: 1. Try searching with English place names
es: 1. Intenta buscar con nombres de lugares en inglés
fr: 1. Essayez de rechercher avec des noms de lieux en anglais
zh_hans: 1. 尝试使用英文地名搜索

# input_specific_address
source: 2. Enter more specific address, such as "London, UK"
es: 2. Ingresa una dirección más específica, como "London, UK"
fr: 2. Entrez une adresse plus spécifique, comme "Londres, Royaume-Uni"
zh_hans: 2. 输入更具体的地址，如"London, UK"

# check_spelling
source: 3. Check if spelling is correct
es: 3. Verifica si la ortografía es correcta
fr: 3. Vérifiez si l'orthographe est correcte
zh_hans: 3. 检查拼写是否正确

# search_domestic_with_amap
source: 🇨🇳 Using Amap data to search domestic places: %@
es: 🇨🇳 Usando datos de Amap para buscar lugares nacionales: %@
fr: 🇨🇳 Utilisation des données Amap pour rechercher des lieux nationaux : %@
zh_hans: 🇨🇳 使用高德地图数据搜索国内地点: %@

source: ❌ Amap search error: %@
es: ❌ Error de búsqueda de Amap: %@
fr: ❌ Erreur de recherche Amap : %@
zh_hans: ❌ 高德地图搜索错误: %@

# fallback_to_clgeocoder
source: 🔄 Fallback search: Using CLGeocoder to search domestic places
es: 🔄 Búsqueda alternativa: Usando CLGeocoder para buscar lugares nacionales
fr: 🔄 Recherche de secours : Utilisation de CLGeocoder pour rechercher des lieux nationaux
zh_hans: 🔄 备用搜索：使用 CLGeocoder 搜索国内地点

# amap_found_results
source: ✅ Amap found %d domestic places
es: ✅ Amap encontró %d lugares nacionales
fr: ✅ Amap a trouvé %d lieux nationaux
zh_hans: ✅ 高德地图找到 %d 个国内地点

# clgeocoder_found_results
source: ✅ CLGeocoder found %d domestic places
es: ✅ CLGeocoder encontró %d lugares nacionales
fr: ✅ CLGeocoder a trouvé %d lieux nationaux
zh_hans: ✅ CLGeocoder 找到 %d 个国内地点

# no_domestic_results
source: ❌ No domestic places found
es: ❌ No se encontraron lugares nacionales
fr: ❌ Aucun lieu national trouvé
zh_hans: ❌ 未找到国内地点

source: ❌ CLGeocoder search failed
es: ❌ Búsqueda de CLGeocoder falló
fr: ❌ Échec de la recherche CLGeocoder
zh_hans: ❌ CLGeocoder 搜索失败

# search_international_with_apple
source: 🌍 Using Apple international data to search overseas places: %@
es: 🌍 Usando datos internacionales de Apple para buscar lugares internacionales: %@
fr: 🌍 Utilisation des données internationales Apple pour rechercher des lieux à l'étranger : %@
zh_hans: 🌍 使用 Apple 国际数据搜索国外地点: %@

# device_region
source: 📱 Device region setting: %@
es: 📱 Configuración de región del dispositivo: %@
fr: 📱 Paramètre de région de l'appareil : %@
zh_hans: 📱 设备区域设置: %@

source: 📱 Device language: %@
es: 📱 Idioma del dispositivo: %@
fr: 📱 Langue de l'appareil : %@
zh_hans: 📱 设备语言: %@

source: 📱 Device country: %@
es: 📱 País del dispositivo: %@
fr: 📱 Pays de l'appareil : %@
zh_hans: 📱 设备国家: %@

source: ✅ Found in preset cities: %@, %@
es: ✅ Encontrado en ciudades preestablecidas: %@, %@
fr: ✅ Trouvé dans la bibliothèque de villes prédéfinies : %@, %@
zh_hans: ✅ 从预设城市库找到: %@, %@

# using_preset_coordinates
source: ✅ Using preset coordinates: (%.4f, %.4f)
es: ✅ Usando coordenadas preestablecidas: (%.4f, %.4f)
fr: ✅ Utilisation des coordonnées prédéfinies : (%.4f, %.4f)
zh_hans: ✅ 使用预设坐标: (%.4f, %.4f)

# not_found_in_preset
source: 🔍 Not found in preset, trying Apple international data...
es: 🔍 No encontrado en preestablecidos, intentando datos internacionales de Apple...
fr: 🔍 Non trouvé dans les prédéfinis, tentative avec les données internationales Apple...
zh_hans: 🔍 预设库中未找到，尝试使用 Apple 国际数据...

# apple_international_api_error
source: ❌ Apple international data API error: %@
es: ❌ Error de API de datos internacionales de Apple: %@
fr: ❌ Erreur de l'API des données internationales Apple : %@
zh_hans: ❌ Apple 国际数据 API 错误: %@

# apple_api_returned_results
source: 📍 Apple international data API returned %d raw results:
es: 📍 La API de datos internacionales de Apple devolvió %d resultados originales:
fr: 📍 L'API des données internationales Apple a renvoyé %d résultats bruts :
zh_hans: 📍 Apple 国际数据 API 返回 %d 个原始结果:

# raw_result_info
source: Raw result %d:
es: Resultado original %d:
fr: Résultat brut %d :
zh_hans: 原始结果 %d:

# name_info
source: - Name: %@
es: - Nombre: %@
fr: - Nom : %@
zh_hans: - 名称: %@

# country_info
source: - Country: %@
es: - País: %@
fr: - Pays : %@
zh_hans: - 国家: %@

# iso_code_info
source: - ISO Code: %@
es: - Código ISO: %@
fr: - Code ISO : %@
zh_hans: - ISO代码: %@

# city_info
source: - City: %@
es: - Ciudad: %@
fr: - Ville : %@
zh_hans: - 城市: %@

# filtered_international_count
source: 🔍 Filtered international places count: %d
es: 🔍 Cantidad de lugares internacionales filtrados: %d
fr: 🔍 Nombre de lieux à l'étranger filtrés : %d
zh_hans: 🔍 过滤后的国外地点数量: %d

# apple_final_results
source: ✅ Apple international data finally shows %d places
es: ✅ Los datos internacionales de Apple finalmente muestran %d lugares
fr: ✅ Les données internationales Apple affichent finalement %d lieux
zh_hans: ✅ Apple 国际数据最终显示 %d 个地点

# display_result_info
source: Display result %d: %@ - %@
es: Mostrar resultado %d: %@ - %@
fr: Afficher le résultat %d : %@ - %@
zh_hans: 显示结果 %d: %@ - %@

# apple_api_no_results
source: ⚠️ Apple international data API found no results
es: ⚠️ La API de datos internacionales de Apple no encontró resultados
fr: ⚠️ L'API des données internationales Apple n'a trouvé aucun résultat
zh_hans: ⚠️ Apple 国际数据 API 未找到结果

# mksearch_error
source: ❌ MKLocalSearch error: %@
es: ❌ Error de MKLocalSearch: %@
fr: ❌ Erreur MKLocalSearch : %@
zh_hans: ❌ MKLocalSearch 搜索错误: %@

# mksearch_found_results
source: ✅ MKLocalSearch found %d results
es: ✅ MKLocalSearch encontró %d resultados
fr: ✅ MKLocalSearch a trouvé %d résultats
zh_hans: ✅ MKLocalSearch 搜索到 %d 个结果

source: ✅ Location selected:
es: ✅ Ubicación seleccionada:
fr: ✅ Emplacement sélectionné :
zh_hans: ✅ 已选择位置:

# selected_name
source: Name: %@
es: Nombre: %@
fr: Nom : %@
zh_hans: 名称: %@

# selected_country
source: Country: %@
es: País: %@
fr: Pays : %@
zh_hans: 国家: %@

# selected_coordinates
source: Coordinates: (%.4f, %.4f)
es: Coordenadas: (%.4f, %.4f)
fr: Coordonnées : (%.4f, %.4f)
zh_hans: 坐标: (%.4f, %.4f)

source: Add Destination to Trip
es: Agregar destino al viaje
fr: Ajouter une destination au voyage
zh_hans: 添加目的地到旅程

source: Create New Destination
es: Crear nuevo destino
fr: Créer une nouvelle destination
zh_hans: 创建新目的地

source: Add Existing Destination
es: Agregar destino existente
fr: Ajouter une destination existante
zh_hans: 添加现有目的地

source: No destinations to add
es: No hay destinos para agregar
fr: Aucune destination à ajouter
zh_hans: 没有可添加的目的地

# all_destinations_in_trip
source: All destinations are already in this trip
es: Todos los destinos ya están en este viaje
fr: Toutes les destinations sont déjà dans ce voyage
zh_hans: 所有目的地都已在此旅程中

source: Searching...
es: Buscando...
fr: Recherche...
zh_hans: 搜索中...

# trip_info
source: Route Information
es: Información del viaje
fr: Informations sur le voyage

# trip_name
source: Route Name
es: Nombre del viaje
fr: Nom du voyage

source: Description (Optional)
es: Descripción (Opcional)
fr: Description (optionnel)

source: Time
es: Tiempo
fr: Temps

source: Start Date
es: Fecha de inicio
fr: Date de début

source: End Date
es: Fecha de fin
fr: Date de fin

source: Cover Image (Optional)
es: Imagen de portada (Opcional)
fr: Image de couverture (optionnel)

source: Add Cover Image
es: Agregar imagen de portada
fr: Ajouter une image de couverture

source: Change Cover Image
es: Cambiar imagen de portada
fr: Changer l'image de couverture

source: Trip Duration
es: Duración del viaje
fr: Durée du voyage

source: Destination Count
es: Número de destinos
fr: Nombre de destinations

source: Start
es: Inicio
fr: Début

source: End
es: Fin
fr: Fin

source: Duration
es: Duración
fr: Durée

source: days
es: días
fr: jours

source: Trip Route
es: Ruta del viaje
fr: Itinéraire du voyage

source: locations
es: lugares
fr: lieux

source: Share Trip
es: Compartir viaje
fr: Partager le voyage

# share_to_team
source: Share with Friends
es: Compartir con amigos
fr: Partager avec des amis

source: Edit Trip
es: Editar viaje
fr: Modifier le voyage

source: Delete Trip
es: Eliminar viaje
fr: Supprimer le voyage

# confirm_delete_trip
source: Are you sure you want to delete this trip? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar este viaje? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce voyage ? Cette action ne peut pas être annulée.

# select_layout
source: Select Share Layout
es: Seleccionar diseño de compartir
fr: Sélectionner la mise en page de partage

# trip_share_start
source: Start
es: Inicio
fr: Début
zh_hans: 开始

# trip_share_end
source: End
es: Fin
fr: Fin
zh_hans: 结束

# trip_share_duration
source: Duration
es: Duración
fr: Durée
zh_hans: 时长

# trip_share_days
source: days
es: días
fr: jours
zh_hans: 天

# trip_share_route
source: Trip Route
es: Ruta del viaje
fr: Itinéraire du voyage
zh_hans: 行程路线

# trip_share_locations_count
source: locations
es: lugares
fr: lieux
zh_hans: 个地点

# trip_share_no_destinations
source: No destinations added yet
es: Aún no se han agregado destinos
fr: Aucune destination ajoutée pour le moment
zh_hans: 还没有添加目的地

# route_card_location
source: Location
fr: Lieu

# route_card_total_distance
source: Total Distance
fr: Distance totale

# route_card_calculating
source: Calculating...
fr: Calcul en cours...

# route_card_start_point
source: Start
fr: Départ

# route_card_end_point
source: End
fr: Arrivée

# trip_share_signature
source: ✨ MooFootprint • Record Every Journey
es: ✨ MooFootprint • Registra cada viaje
fr: ✨ MooFootprint • Enregistrer chaque voyage
zh_hans: ✨ 来自 Footprint 旅程记录

# trip_share_subtitle
source: Record wonderful journeys, share beautiful moments
es: Registra viajes maravillosos, comparte momentos hermosos
fr: Enregistrer de merveilleux voyages, partager de beaux moments
zh_hans: 记录美好旅程，分享精彩瞬间

# trip_share_layout_list
source: List Layout
es: Diseño de lista
fr: Mise en page liste

# trip_share_layout_list_desc
source: Detailed journey information with cover, time card and complete route
es: Información detallada del viaje con portada, tarjeta de tiempo y ruta completa
fr: Informations détaillées sur le voyage avec couverture, carte temporelle et itinéraire complet

# trip_share_layout_extended_grid
source: Grid View
es: Cuadrícula extendida
fr: Grille étendue

# trip_share_layout_extended_grid_desc
source: Display all destination photos in a grid layout, supports more than 9 locations
es: Muestra todas las fotos de destinos en un diseño de cuadrícula, admite más de 9 ubicaciones
fr: Afficher toutes les photos de destination dans une mise en page en grille, prend en charge plus de 9 lieux

# stats_share_my_travel_footprint
source: My Travel Footprint
es: Mi huella de viaje
fr: Mon empreinte de voyage
zh_hans: 我的旅行足迹

# stats_share_destinations_count
source: Travel Destinations
es: Destinos de viaje
fr: Destinations de voyage
zh_hans: 个旅行目的地

# stats_share_countries_count
source: Countries
es: Países
fr: Pays
zh_hans: 个国家

# stats_share_travel_timeline
source: Travel Timeline
es: Línea de tiempo de viaje
fr: Chronologie des voyages
zh_hans: 旅行时间线

# stats_share_footer
source: ✨ Footprint • Record Every Journey
es: ✨ Footprint • Registra cada viaje
fr: ✨ Footprint • Enregistrer chaque voyage
zh_hans: ✨ Footprint • 记录每一步旅程

source: Country
es: País
fr: Pays
zh_hans: 所在国家

source: Country Selection
es: Selección de país
fr: Sélection du pays
zh_hans: 国家选择

# country_description
source: Set your country to distinguish between domestic and international travel
es: Establece tu país para distinguir entre viajes nacionales e internacionales
fr: Définir votre pays pour distinguer les voyages nationaux et internationaux
zh_hans: 设置你所在的国家，用于区分国内和国外旅行

source: Search countries...
es: Buscar países...
fr: Rechercher des pays...
zh_hans: 搜索国家...

# map_style_title
source: Map Style
es: Estilo de mapa
fr: Style de carte

# map_style_muted
source: Default
es: Predeterminado
fr: Par défaut

# map_style_hybrid
source: Hybrid
es: Híbrido
fr: Hybride

# map_style_imagery
source: Imagery
es: Imágenes
fr: Imagerie
