Repository: mooyucc/Footprint
Catalog: Footprint/Resources/*.lproj/Localizable.strings
Languages: es, fr, hi, zh_hans

# paywall_title
source: Unlock Pro
es: Desbloquear Pro
fr: Débloquer Pro

# paywall_subtitle
source: Unlock AI Assistant, unlimited records, and more Pro features to make your travel memories smarter and complete.
es: Desbloquea la importación/exportación de datos locales para hacer copias de seguridad y restaurar fácilmente tus datos de viaje.
fr: Débloquez l'Assistant IA, les enregistrements illimités et d'autres fonctionnalités Pro pour rendre vos souvenirs de voyage plus intelligents et complets.

# paywall_button_upgrade
source: View Subscription Plan
es: Ver plan de suscripción
fr: Voir le plan d'abonnement

# paywall_button_restore
source: Restore Purchases
es: Restaurar compras
fr: Restaurer les achats

# membership_status_subscribed
source: Subscribed
es: Suscrito
fr: Abonné

# membership_status_expiry
source: Active until %@
es: Activo hasta %@
fr: Actif jusqu'au %@

# membership_status_lifetime_active
source: Lifetime access is active
es: Acceso de por vida activo
fr: Accès à vie actif

# membership_status_pro_active
source: Pro Active
es: Pro Activo
fr: Pro Actif

# membership_status_all_features
source: All features unlocked; you can restore purchases anytime to sync devices.
es: Todas las funciones desbloqueadas; puedes restaurar compras en cualquier momento para sincronizar dispositivos.
fr: Toutes les fonctionnalités débloquées; vous pouvez restaurer les achats à tout moment pour synchroniser les appareils.

# membership_status_view_restore
source: View benefits / Restore purchases
es: Ver beneficios / Restaurar compras
fr: Voir les avantages / Restaurer les achats

# paywall_lifetime_unlocked
source: Lifetime access unlocked, no need to purchase again.
es: Acceso de por vida desbloqueado, no es necesario comprar de nuevo.
fr: Accès à vie débloqué, pas besoin d'acheter à nouveau.

# paywall_lifetime_sync_hint
source: To sync on a new device, use "Restore Purchases" below.
es: Para sincronizar en un nuevo dispositivo, usa "Restaurar compras" a continuación.
fr: Pour synchroniser sur un nouvel appareil, utilisez "Restaurer les achats" ci-dessous.

# paywall_current_subscription
source: Current
fr: Actuel
hi: वर्तमान सदस्यता

# paywall_expires_on
source: Expires:
fr: Expire le :
hi: समाप्ति समय:

# paywall_terms_privacy
source: By purchasing you agree to the Terms of Use and Privacy Policy. Auto-renewable; cancel anytime in system subscriptions.
es: Al comprar, aceptas los Términos de uso y la Política de privacidad. Renovación automática; cancela en cualquier momento en las suscripciones del sistema.
fr: En achetant, vous acceptez les Conditions d'utilisation et la Politique de confidentialité. Renouvellement automatique; annulez à tout moment dans les abonnements système.

# paywall_feature_title
source: Pro features
es: Funciones Pro
fr: Fonctionnalités Pro

# paywall_feature_ai
source: AI Assistant: smart notes, trip descriptions, photo analysis, tag generation
fr: Assistant IA : notes intelligentes, descriptions de voyage, analyse photo, génération d'étiquettes
hi: AI सहायक: स्मार्ट नोट्स, यात्रा विवरण, फोटो विश्लेषण, टैग जनरेशन

# paywall_feature_unlimited
source: Unlimited destinations and trip cards
es: Destinos y tarjetas de viaje ilimitados
fr: Destinations et cartes de voyage illimitées

# paywall_feature_share_layouts
source: Full share layouts
es: Diseños de compartir completos
fr: Mises en page de partage complètes

# paywall_feature_import_export
source: Local data import/export
es: Importación/exportación de datos locales
fr: Importation/exportation de données locales

# paywall_feature_link_maps
source: Link trips to system Maps app
es: Vincular viajes a la app Mapas del sistema
fr: Lier les voyages à l'app Cartes du système

# paywall_banner_title
source: Upgrade to Pro to unlock data management
es: Actualiza a Pro para desbloquear la gestión de datos
fr: Passer à Pro pour débloquer la gestion des données

# paywall_emotional_message_part1
source: Let "MooFootprint" be more fun and long-lasting! We need your support to create more interesting stories together.
es: ¡Hagamos que "MooFootprint" sea más divertido y duradero! Necesitamos tu apoyo para crear historias más interesantes juntos.
fr: Rendons "MooFootprint" plus amusant et durable ! Nous avons besoin de votre soutien pour créer ensemble des histoires plus intéressantes.

# paywall_emotional_message_part2
source: Come support us! ✨
es: ¡Ven a apoyarnos! ✨
fr: Venez nous soutenir ! ✨

# subscription_monthly
source: Monthly subscription
es: Suscripción mensual
fr: Abonnement mensuel

# subscription_yearly
source: Yearly subscription
es: Suscripción anual
fr: Abonnement annuel

# subscription_weekly
source: Weekly subscription
es: Suscripción semanal
fr: Abonnement hebdomadaire

# subscription_daily
source: Daily subscription
es: Suscripción diaria
fr: Abonnement quotidien

# subscription_default
source: Subscription
es: Suscripción
fr: Abonnement

source: Close
es: Cerrar
fr: Fermer

# subscription_auto_renew_note
source: Auto-renews until canceled in Settings > Apple ID > Subscriptions.
es: Se renueva automáticamente hasta que se cancele en Configuración > Apple ID > Suscripciones.
fr: Renouvellement automatique jusqu'à annulation dans Réglages > Apple ID > Abonnements.

source: Terms of Use
es: Términos de uso
fr: Conditions d'utilisation

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité

# limit_destination_reached_title
source: Free limit reached
es: Límite gratuito alcanzado
fr: Limite gratuite atteinte

# limit_destination_reached_message
source: Free plan allows up to 50 destinations. Upgrade to Pro for unlimited.
es: El plan gratuito permite hasta 50 destinos. Actualiza a Pro para ilimitados.
fr: Le plan gratuit permet jusqu'à 50 destinations. Passez à Pro pour illimité.

# limit_trip_reached_message
source: Free plan allows up to 5 trips. Upgrade to Pro for unlimited.
es: El plan gratuito permite hasta 5 viajes. Actualiza a Pro para ilimitados.
fr: Le plan gratuit permet jusqu'à 5 voyages. Passez à Pro pour illimité.

# share_layout_locked_message
source: Full share layouts are for Pro. Upgrade to unlock.
es: Los diseños de compartir completos son para Pro. Actualiza para desbloquear.
fr: Les mises en page de partage complètes sont pour Pro. Passez à Pro pour débloquer.

# import_export_locked_message
source: Import/Export requires Pro. Upgrade to continue.
es: Importar/Exportar requiere Pro. Actualiza para continuar.
fr: Importer/Exporter nécessite Pro. Passez à Pro pour continuer.

# import_trip_locked_message
source: Trip import requires Pro. Upgrade to continue.
es: Importar viaje requiere Pro. Actualiza para continuar.
fr: Importer un voyage nécessite Pro. Passez à Pro pour continuer.

source: Loading…
es: Cargando…
fr: Chargement…

source: One-time purchase
es: Compra única
fr: Achat unique

source: Settings
es: Configuración
fr: Paramètres
zh_hans: 设置

source: Done
es: Hecho
fr: Terminé
zh_hans: 完成

source: Account
es: Cuenta
fr: Compte
zh_hans: 账户

source: Not logged in
es: No iniciado sesión
fr: Non connecté
zh_hans: 未登录

# login_sync_description
source: Data will automatically sync to iCloud after logging in
es: Los datos se sincronizarán automáticamente con iCloud después de iniciar sesión
fr: Les données seront automatiquement synchronisées avec iCloud après la connexion
zh_hans: 登录后数据自动同步到 iCloud

source: User Profile Settings
fr: Paramètres de Profil Utilisateur
hi: उपयोगकर्ता प्रोफ़ाइल सेटिंग्स

source: Data Sync
es: Sincronización de datos
fr: Synchronisation des données
zh_hans: 数据同步

# data_settings
source: Data
es: Datos
fr: Données

source: iCloud Sync
es: Sincronización iCloud
fr: Synchronisation iCloud
zh_hans: iCloud 同步

source: Enabled
es: Habilitado
fr: Activé
zh_hans: 已启用

source: Not enabled
es: No habilitado
fr: Non activé
zh_hans: 未启用

source: In Development
es: En desarrollo
fr: En développement

source: Data Storage
es: Almacenamiento de datos
fr: Stockage des données
zh_hans: 数据存储

# sync_description_logged_in
source: Your travel data is automatically syncing to iCloud and accessible on all your devices.
es: Tus datos de viaje se están sincronizando automáticamente con iCloud y son accesibles en todos tus dispositivos.
fr: Vos données de voyage sont automatiquement synchronisées avec iCloud et accessibles sur tous vos appareils.
zh_hans: 你的旅行数据正在自动同步到 iCloud，可以在所有设备上访问。

# sync_description_not_logged_in
source: After logging in with Apple ID, data will automatically sync to iCloud and remain synchronized across all your devices.
es: Después de iniciar sesión con Apple ID, los datos se sincronizarán automáticamente con iCloud y permanecerán sincronizados en todos tus dispositivos.
fr: Après la connexion avec Apple ID, les données seront automatiquement synchronisées avec iCloud et resteront synchronisées sur tous vos appareils.
zh_hans: 登录 Apple ID 后，数据将自动同步到 iCloud，并在你的所有设备间保持同步。

source: About
es: Acerca de
fr: À propos
zh_hans: 关于

source: App Name
es: Nombre de la aplicación
fr: Nom de l'application
zh_hans: 应用名称

source: Sign Out
es: Cerrar sesión
fr: Se déconnecter
zh_hans: 退出登录

source: Language
es: Idioma
fr: Langue
zh_hans: 语言

source: Language Selection
es: Selección de idioma
fr: Sélection de la langue
zh_hans: 语言选择

source: Appearance
es: Apariencia
fr: Apparence

# general_settings
source: General
fr: Général

source: Brand Color
es: Color de marca
fr: Couleur de marque

# custom_color_active
source: Using custom color
es: Color personalizado activo
fr: Couleur personnalisée active

# default_color_active
source: Using default color
es: Color predeterminado activo
fr: Couleur par défaut active

source: Select Brand Color
es: Seleccionar color de marca
fr: Sélectionner la couleur de marque

# reset_to_default_color
source: Reset to Default
es: Restablecer al color predeterminado
fr: Réinitialiser la couleur par défaut

# brand_color_description
source: Customize the app's theme color, which will be applied to icons, buttons, and other UI elements
es: Configura el color principal de la app para botones y elementos destacados.
fr: Définissez la couleur d'accent de l'app utilisée pour les boutons et éléments clés.

source: Appearance Mode
es: Modo de Apariencia
fr: Mode d'Apparence

# appearance_mode_system
source: System
es: Seguir Sistema
fr: Suivre le Système

# appearance_mode_dark
source: Dark
es: Oscuro
fr: Sombre

# appearance_mode_light
source: Light
es: Claro
fr: Clair

# appearance_mode_description
source: Choose the app's appearance mode. Follow System will automatically switch based on system settings
es: Elige el modo de apariencia de la app. Seguir Sistema cambiará automáticamente según la configuración del sistema
fr: Choisissez le mode d'apparence de l'app. Suivre le Système basculera automatiquement selon les paramètres du système

source: Edit Username
es: Editar nombre de usuario
fr: Modifier le nom d'utilisateur
zh_hans: 编辑用户名

source: Custom Username
es: Nombre de usuario personalizado
fr: Nom d'utilisateur personnalisé
zh_hans: 自定义用户名

# username_description
source: Set a display name you prefer
es: Establece un nombre para mostrar que prefieras
fr: Définir un nom d'affichage de votre choix
zh_hans: 设置一个你喜欢的显示名称

source: Enter username
es: Ingresa el nombre de usuario
fr: Entrer le nom d'utilisateur
zh_hans: 请输入用户名

source: Cancel
es: Cancelar
fr: Annuler
zh_hans: 取消

source: Save
es: Guardar
fr: Enregistrer
zh_hans: 保存

source: iCloud Synced
es: Sincronizado con iCloud
fr: Synchronisé avec iCloud
zh_hans: iCloud 已同步

source: Edit Avatar
es: Editar avatar
fr: Modifier l'avatar

# avatar_description
source: Choose a photo as your avatar
es: Elige una foto como tu avatar
fr: Choisir une photo comme avatar

source: Select Photo
es: Seleccionar foto
fr: Sélectionner une photo
zh_hans: 选择照片

source: Remove Avatar
es: Eliminar avatar
fr: Supprimer l'avatar

source: Restore Avatar
es: Restaurar avatar
fr: Restaurer l'avatar

# remove_avatar_confirm_title
source: Remove Avatar
es: Eliminar avatar
fr: Supprimer l'avatar

# remove_avatar_confirm_message
source: Are you sure you want to remove your current avatar?
es: ¿Estás seguro de que deseas eliminar tu avatar actual?
fr: Êtes-vous sûr de vouloir supprimer votre avatar actuel ?

source: Remove
es: Eliminar
fr: Supprimer

source: Local Data
es: Datos locales
fr: Données locales

source: Import Local Data
es: Importar datos locales
fr: Importer les données locales

source: Export Local Data
es: Exportar datos locales
fr: Exporter les données locales

# local_data_description
source: Import or export local data backup
es: Importar o exportar copia de seguridad de datos locales
fr: Importer ou exporter une sauvegarde des données locales

source: Optimize Images
es: Optimizar imágenes
fr: Optimiser les images

# optimize_images_confirm_title
source: Optimize Images
es: Optimizar imágenes
fr: Optimiser les images

# optimize_images_confirm_message
source: This will optimize all stored images by compressing their size and generating thumbnails. This operation may take some time.
es: Comprimirá todas las fotos almacenadas y regenerará las miniaturas. Por favor, mantén la aplicación activa durante el proceso.
fr: Compresser toutes les photos stockées et régénérer les miniatures. Veuillez garder l'application active pendant le processus.

source: Optimize
es: Optimizar
fr: Optimiser

# optimize_images_result_title
source: Optimization Complete
es: Optimización completada
fr: Optimisation terminée

# optimize_images_success
source: Successfully optimized %d images
es: Se optimizaron exitosamente %d fotos
fr: %d photos optimisées avec succès

# local_import_summary_title
source: Import Summary
es: Resumen de importación
fr: Résumé de l'importation

# local_import_summary_success
source: Successfully imported %d trips
es: Se importaron exitosamente %d viajes
fr: %d voyages importés avec succès

# local_import_summary_duplicates
source: Skipped %d duplicate trips
es: Se omitieron %d viajes duplicados
fr: %d voyages en double ignorés

# local_import_summary_failures
source: Failed to import %d
es: Error al importar %d
fr: %d échecs d'importation

# local_backup_error_title
source: Backup Error
es: Error de copia de seguridad
fr: Erreur de sauvegarde

# local_backup_share_text
source: MooFootprint Data Backup
es: Copia de seguridad de datos de MooFootprint
fr: Sauvegarde des données MooFootprint

# local_backup_no_trips
source: No trips to export
es: No hay viajes para exportar
fr: Aucun voyage à exporter

# local_backup_empty_package
source: Package is empty
es: El paquete está vacío
fr: Le paquet est vide

# local_backup_read_failed
source: Read failed: %@
es: Error de lectura: %@
fr: Échec de la lecture : %@

# local_backup_decode_failed
source: Decode failed: %@
es: Error de decodificación: %@
fr: Échec du décodage : %@

# local_backup_write_failed
source: Write failed: %@
es: Error de escritura: %@
fr: Échec de l'écriture : %@

# local_backup_unknown_error
source: Unknown error: %@
es: Error desconocido: %@
fr: Erreur inconnue : %@

# local_backup_access_denied
source: Access denied
es: Acceso denegado
fr: Accès refusé

# beta_reminder_subtitle
source: This is a beta build. It is valid for 7 days.
es: This is a beta build. It is valid for 30 days.
fr: This is a beta build. It is valid for 30 days.

source: Map
es: Mapa
fr: Carte

source: Trips
es: Viajes
fr: Voyages

source: Profile
es: Perfil
fr: Profil

# create_trip
source: Add Trip
es: Agregar viaje
fr: Ajouter un voyage

source: Import Trip
es: Importar viaje
fr: Importer un voyage

source: Import Result
fr: Résultat de l'importation

# import_success
source: Import successful
fr: Importation réussie

# trip_exists
source: Trip already exists
fr: Voyage déjà existant

source: Import failed
fr: Échec de l'importation

source: Share
es: Compartir
fr: Partager

# my_travel_footprint
source: My Footprint Map
es: Mi mapa de huellas
fr: Ma carte d'empreintes

# record_every_journey
source: Light up every footprint in life
es: Ilumina cada huella en la vida
fr: Illuminer chaque empreinte de la vie

# sign_in_apple_id
source: Sign in with Apple ID
es: Iniciar sesión con Apple ID
fr: Se connecter avec Apple ID

source: Sign in with Apple
es: Iniciar sesión con Apple
fr: Se connecter avec Apple

# enable_icloud_sync
source: Enable iCloud sync to protect your footprint memories
es: Habilita la sincronización de iCloud para proteger tus recuerdos de huellas
fr: Activer la synchronisation iCloud pour protéger vos souvenirs d'empreintes

# total_destinations
source: Places Visited
es: Lugares visitados
fr: Lieux visités

source: Countries Visited
es: Países visitados
fr: Pays visités

# domestic_travel
source: Domestic Footprints
es: Huellas nacionales
fr: Empreintes nationales

# international_travel
source: Overseas Footprints
es: Huellas internacionales
fr: Empreintes à l'étranger

source: My Favorites
es: Mis favoritos
fr: Mes favoris

# travel_timeline
source: Footprint Timeline
es: Línea de tiempo de huellas
fr: Chronologie des empreintes

# footprint_app
source: MooFootprint - Life Footprint
es: MooFootprint - Huella de vida
fr: MooFootprint - Empreinte de vie

# record_journey_memories
source: Light up every footprint in your life and cherish beautiful memories
es: Ilumina cada huella en tu vida y atesora hermosos recuerdos
fr: Illuminer chaque empreinte de votre vie et chérir de beaux souvenirs

source: No Photo
es: Sin foto
fr: Aucune photo
zh_hans: 暂无照片

source: Visit Date
es: Fecha de visita
fr: Date de visite
zh_hans: 访问日期

source: Belongs to Trip
es: Pertenece al viaje
fr: Appartient au voyage
zh_hans: 所属旅程

source: Location Coordinates
es: Coordenadas de ubicación
fr: Coordonnées de l'emplacement
zh_hans: 位置坐标

source: Travel Notes
es: Notas de viaje
fr: Notes de voyage
zh_hans: 旅行笔记

source: My Footprints
es: Mis huellas
fr: Mes empreintes
zh_hans: 我的足迹

# search_places_countries_notes
source: Search places, countries or notes
es: Buscar lugares, países o notas
fr: Rechercher des lieux, pays ou notes
zh_hans: 搜索地点、国家或笔记

source: Filter
es: Filtrar
fr: Filtrer
zh_hans: 筛选

source: All
es: Todos
fr: Tous
zh_hans: 全部

source: Domestic
es: Nacional
fr: National
zh_hans: 国内

# international
source: Overseas
es: Internacional
fr: À l'étranger
zh_hans: 国外

source: Edit
es: Editar
fr: Modifier
zh_hans: 编辑

source: Delete
es: Eliminar
fr: Supprimer
zh_hans: 删除

source: Travel Statistics
es: Estadísticas de viaje
fr: Statistiques de voyage
zh_hans: 旅行统计

source: Countries
es: Países
fr: Pays
zh_hans: 国家

# no_travel_records
source: No travel records yet
es: Aún no hay registros de viaje
fr: Aucun enregistrement de voyage pour le moment
zh_hans: 还没有旅行记录

# year_travel_records
source: %d Travel Records
es: %d Registros de Viaje
fr: %d Enregistrements de Voyage

# year_travel_statistics
source: %d Travel Statistics
es: %d Estadísticas de Viaje
fr: %d Statistiques de Voyage

source: Travel Destinations
es: Destinos de Viaje
fr: Destinations de Voyage

# no_travel_records_for_year
source: No travel records for %d
es: No hay registros de viaje para %d
fr: Aucun enregistrement de voyage pour %d

# add_year_travel_footprints
source: Start adding your %d travel footprints!
es: ¡Comienza a agregar tus huellas de viaje de %d!
fr: Commencez à ajouter vos empreintes de voyage de %d !

source: Add First Destination
es: Agregar primer destino
fr: Ajouter la première destination
zh_hans: 添加第一个目的地

# start_recording_footprints
source: Tap the + button in the top right to start recording your travel footprints!
es: ¡Toca el botón + en la esquina superior derecha para comenzar a registrar tus huellas de viaje!
fr: Appuyez sur le bouton + en haut à droite pour commencer à enregistrer vos empreintes de voyage !
zh_hans: 点击右上角的 + 按钮开始记录你的旅行足迹吧！

# show_all_destinations
source: All Places
fr: Tous les lieux
hi: सभी स्थान

source: All Destinations
fr: Toutes les destinations
hi: सभी गंतव्य

source: No destinations found
fr: Aucune destination trouvée
hi: कोई गंतव्य नहीं मिला

source: Edit Destination
es: Editar destino
fr: Modifier la destination
zh_hans: 编辑目的地

# basic_info
source: Basic Information
es: Información básica
fr: Informations de base
zh_hans: 基本信息

source: Place Name
es: Nombre del lugar
fr: Nom du lieu
zh_hans: 地点名称

source: Category
es: Categoría
fr: Catégorie
zh_hans: 分类

source: Province/State
es: Provincia/Estado
fr: Province/État

source: Country/Region
es: País/Región
fr: Pays/Région
zh_hans: 国家/地区

source: Mark as Favorite
es: Marcar como favorito
fr: Marquer comme favori
zh_hans: 标记为喜爱

source: Belongs to Trip (Optional)
es: Pertenece al viaje (Opcional)
fr: Appartient au voyage (optionnel)
zh_hans: 所属旅程（可选）

source: Select Trip
es: Seleccionar viaje
fr: Sélectionner un voyage
zh_hans: 选择旅程

source: Add to Trip
es: Agregar al viaje
fr: Ajouter au voyage

source: No trips available
es: Aún no hay viajes
fr: Aucun voyage disponible

source: None
es: Ninguno
fr: Aucun
zh_hans: 无

# location_info
source: Location Information
es: Información de ubicación
fr: Informations de localisation
zh_hans: 位置信息

source: Search place...
es: Buscar lugar...
fr: Rechercher un lieu...
zh_hans: 搜索地点...

source: Search
es: Buscar
fr: Rechercher
zh_hans: 搜索

source: Selected:
es: Seleccionado:
fr: Sélectionné :
zh_hans: 已选择：

source: Current Location
es: Ubicación actual
fr: Emplacement actuel
zh_hans: 当前位置

source: Add Photo
es: Agregar foto
fr: Ajouter une photo
zh_hans: 添加照片

source: Change Photo
es: Cambiar foto
fr: Changer la photo
zh_hans: 更换照片

# notes_placeholder_morning
source: Good morning! How are you feeling right now? ☀️
fr: Bonjour ! Comment vous sentez-vous maintenant ? ☀️
hi: सुप्रभात! अभी आप कैसा महसूस कर रहे हैं? ☀️

# notes_placeholder_afternoon
source: Afternoon time, what would you like to record? 🌤️
fr: Après-midi, que souhaitez-vous enregistrer ? 🌤️
hi: दोपहर का समय, आप क्या रिकॉर्ड करना चाहेंगे? 🌤️

# notes_placeholder_evening
source: Evening time, record today's mood 🌆
fr: Soir, enregistrez l'humeur d'aujourd'hui 🌆
hi: शाम का समय, आज के मूड को रिकॉर्ड करें 🌆

# notes_placeholder_night
source: Late at night, record today's mood 🌙
fr: Tard dans la nuit, enregistrez l'humeur d'aujourd'hui 🌙
hi: रात देर से, आज के मूड को रिकॉर्ड करें 🌙

# notes_placeholder_weather_sun_morning
source: Great weather today (%@), sunny and bright, how are you feeling? ☀️
fr: Quel beau temps aujourd'hui (%@), ensoleillé et lumineux, comment vous sentez-vous ? ☀️
hi: आज मौसम कितना अच्छा है (%@), धूप और चमकदार, आप कैसा महसूस कर रहे हैं? ☀️

# notes_placeholder_weather_sun_afternoon
source: Sunny afternoon at %@, what would you like to record? 🌞
fr: Après-midi ensoleillé à %@, que souhaitez-vous enregistrer ? 🌞
hi: %@ का धूप वाला दोपहर, आप क्या रिकॉर्ड करना चाहेंगे? 🌞

# notes_placeholder_weather_sun_evening
source: Great weather today (%@), record your mood now ✨
fr: Quel beau temps aujourd'hui (%@), enregistrez votre humeur maintenant ✨
hi: आज मौसम कितना अच्छा है (%@), अभी अपना मूड रिकॉर्ड करें ✨

# notes_placeholder_weather_cloud
source: Today %@, %@, what would you like to record? ☁️
fr: Aujourd'hui %@, %@, que souhaitez-vous enregistrer ? ☁️
hi: आज %@, %@, आप क्या रिकॉर्ड करना चाहेंगे? ☁️

# notes_placeholder_weather_rain
source: Today %@, %@, how do you feel in this weather? 🌧️
fr: Aujourd'hui %@, %@, comment vous sentez-vous par ce temps ? 🌧️
hi: आज %@, %@, इस मौसम में आप कैसा महसूस कर रहे हैं? 🌧️

# notes_placeholder_weather_storm
source: Today %@, %@, record this special moment ⛈️
fr: Aujourd'hui %@, %@, enregistrez ce moment spécial ⛈️
hi: आज %@, %@, इस विशेष क्षण को रिकॉर्ड करें ⛈️

# notes_placeholder_weather_snow
source: Today %@, %@, how do you feel on a snowy day? ❄️
fr: Aujourd'hui %@, %@, comment vous sentez-vous par temps de neige ? ❄️
hi: आज %@, %@, बर्फ वाले दिन आप कैसा महसूस कर रहे हैं? ❄️
